tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-fonts'
cask_args appdir: '/Applications'

brew 'clamav'
brew 'clisp'
brew 'coreutils'
brew 'cpulimit'
brew 'ghq'
brew 'git'
brew 'gnupg'
brew 'htop'
brew 'less'
brew 'mysql'
brew 'nvm'
brew 'pandoc'
brew 'pidof'
brew 'postgresql'
brew 'pyenv'
brew 'rbenv'
brew 'sbcl'
brew 'screenfetch'
brew 'tmux'
brew 'yarn'
brew 'zsh-completions'

cask 'alfred'
cask 'anki'
cask 'balenaetcher'
cask 'basictex'
cask 'bettertouchtool'
cask 'deepl'
cask 'docker'
cask 'dropbox'
cask 'emacs'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'font-sarasa-gothic'
cask 'google-chrome'
cask 'iterm2'
cask 'libreoffice'
cask 'sequel-ace'
cask 'skype'
cask 'slack'
cask 'vagrant'
cask 'virtualbox'
cask 'zoom'
